Revit 2027 API
BuiltInFailures.InfillFailures.InfillNoThicknessMultiface Property
 Highlighted infilling element could not have thickness different from its host because it spans multiple faces.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InfillNoThicknessMultiface { get; }
Public Shared ReadOnly Property InfillNoThicknessMultiface As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InfillNoThicknessMultiface {
	FailureDefinitionId^ get ();
}
static member InfillNoThicknessMultiface : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.InfillFailures Class
Autodesk.Revit.DB Namespace